;Place localized text in this file
[XComGameState_ItemCrit]
CriticalDamageLabel="CRITICAL DAMAGE"

[ArmouryCrit_MCMScreen]
ModName=Better Armoury Item Stats
PageTitle=Better Armoury Item Stats
GroupHeader=
SHREDDER_AS_BONUS_Label=Show 'Shredder' ability based shred in weapon stats
SHREDDER_AS_BONUS_Tip=Will show shred gained by the 'Shredder' ability as a green bonus, similar to weapon upgrade bonuses

WEAKPOINTS_AS_BONUS_Label=Show 'Weak Points' bonus shred in weapon stats
WEAKPOINTS_AS_BONUS_Tip=Will show bonus shred from 'Weak Points' Resistance Order/Continent Bonus in green, similar to weapon upgrade bonuses